Repository: MaestriHub/localization
Catalog: IOS/Resources/Professional/ProfessionalClientLocalizable.xcstrings
Source language: en
Languages: ru

# professional.client.creatable.add_contact
source: Add contact
ru: Добавить контакт

# professional.client.creatable.click_create
source: To save, click Create
ru: Для сохранения нажмите Создать

# professional.client.creatable.create_button
source: Create
ru: Создать

# professional.client.creatable.enter_client_name
source: Enter client name
ru: Введите имя клиента

# professional.client.creatable.missing_client_contacts
source: There was an issue with the client contacts. Please try again. If the problem persists, contact support and mention error code: missingClientContacts
ru: С контактами клиента возникла проблема. Пожалуйста, попробуйте еще раз. Если проблема не устранена, обратитесь в службу поддержки и укажите код ошибки: missingCliacts

# professional.client.creatable.missing_client_name
source: There was an issue with the client name. Please try again. If the problem persists, contact support and mention error code: missingClientName
ru: С именем клиента возникла проблема. Пожалуйста, попробуйте еще раз. Если проблема повторится, обратитесь в службу поддержки и укажите код ошибки: missingClientName

# professional.client.creatable.more_contact
source: Want to add another method of communication?
ru: Хотите добавить другой метод коммуникации?

# professional.client.creatable.placeholder
source: Name
ru: Имя

# professional.client.creatable.title
source: Creation of the Client
ru: Создание Клиента

# professional.client.customers_sheet.create_client
source: Add a new client
ru: Добавить нового клиента

# professional.client.customers_sheet.not_found
source: Not found
ru: Не найдено

# professional.client.screen.add_client
source: Add clients
ru: Добавить клиентов

# professional.client.screen.invite
source: Invite client
ru: Пригласить клиента

# professional.client.screen.not_found
source: Not found
ru: Не найдено

# professional.client.screen.title
source: All clients
ru: Все клиенты

# professional.client.step.choose_customer
source: Choose a customer
ru: Выберите клиента

# professional.client.widget.action
source: Invite client
ru: Пригласить клиента

# professional.client.widget.link
source: All
ru: Все

# professional.client.widget.title
source: My clients
ru: Мои клиенты
